[
    {
        "id": 12,
        "name": "Anxiety Disorder",
        "description": "An anxiety disorder is a type of mental health condition. If you have an anxiety disorder, you may respond to certain things and situations with fear and dread.You may also experience physical signs of anxiety, such as a pounding heart and sweating.It’s normal to have some anxiety. You may feel anxious or nervous if you have to tackle a problem at work, go to an interview, take a test or make an important decision. And anxiety can even be beneficial. For example, anxiety helps us notice dangerous situations and focuses our attention, so we stay safe.But an anxiety disorder goes beyond the regular nervousness and slight fear you may feel from time to time. An anxiety disorder happens when: Anxiety interferes with your ability to function.You often overreact when something triggers your emotions.You can’t control your responses to situations. Anxiety disorders can make it difficult to get through the day. Fortunately, there are several effective treatments for anxiety disorders.",
        "image": "https://i.ibb.co/5KVfLQf/service-1.jpg"
    },
    {
        "id": 11,
        "name": "Depression Problem",
        "description": "Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act Fortunately, it is also treatable. Depression causes feelings of sadness and/or a loss of interest in activities you once enjoyed. It can lead to a variety of emotional and physical problems and can decrease your ability to function at work and at home Depression symptoms can vary from mild to severe and can include:Feeling sad or having a depressed mood Loss of interest or pleasure in activities once enjoyed Changes in appetite — weight loss or gain unrelated to dietingTrouble sleeping or sleeping too much Loss of energy or increased fatigueIncrease in purposeless physical activity (e.g, inability to sit still, pacing, handwringing) or slowed movements or speech (these actions must be severe enough to be observable by others)Feeling worthless or guilty Difficulty thinking, concentrating or making decisions Thoughts of death or suicide",
        "image": "https://i.ibb.co/L5ssRfC/service-2.jpg"
    },
    {
        "id": 22,
        "name": "Couple Counseling",
        "description": "RBR relationship counselling is very different to ordinary couples counselling. It gets beneath the endless bickering and arguing to fully understand what's really going on and what it is that lies at the core of your disagreements.All behaviour is communication even silence is saying something! Too many relationships become polarised with the same issues being argued over again and again. Relationships can turn into conflicts and with petty circular arguments occurring with more and more frequency. One of other of you needs to be right and you then play the “Who started it game”. What should be your source of comfort and support becomes a hostile place that can begin to represent more pain than pleasure. Disputes can lead to fierce arguments with one partner storming off or shouting and threatening the other. Past grievances are brought up and used as weapons and this growing sense of dissatisfaction erodes love and eats away at your relationship. When this happens couples need to seek help otherwise they will be overcome by despair and feelings of hopelessness. When we are so emotionally reactive we find it difficult to remain objective and recognise the part we play in this process. You each believe that the problem resides solely in your partner and if they can be fixed then everything will be OK. Sadly it’s not so simple.",
        "image": "https://i.ibb.co/MczB9JZ/service-3.jpg"
    },
    {
        "id": 33,
        "name": "Family Counseling",
        "description": "Family therapy, also referred to as couple and family therapy, marriage and family therapy, family systems therapy, and family counseling, is a branch of psychology that works with families and couples in intimate relationships to nurture change and development. It tends to view change in terms of the systems of interaction between family members.The different schools of family therapy have in common a belief that, regardless of the origin of the problem, and regardless of whether the clients consider it an individual or family issue, involving families in solutions often benefits clients. This involvement of families is commonly accomplished by their direct participation in the therapy session. The skills of the family therapist thus include the ability to influence conversations in a way that catalyses the strengths, wisdom, and support of the wider system",
        "image": "https://i.ibb.co/JnQH4ps/service-4.jpg"
    },
    {
        "id": 45,
        "name": "Psychodynamic Therapy",
        "description": "To put it simply, this type of therapy is a type of talk-therapy. But we'll get into it a little bit more than that. Psychodynamic psychotherapy is considered to be very similar to what's called psychoanalytic therapy. It's an in-depth method that's used to encourage participants to talk and to share about themselves and their relationships and interactions. This type of therapy focuses on the way that the patient reacts and interacts with the world around them. That doesn't necessarily mean the world as a whole, but the world that the individual belongs to Where It's Best If you're thinking about this type of therapy or you're wondering if it's for you, you should know how it's generally used. In most instances, this type of therapy is used for patients who are suffering from depression or another type of serious psychological disorder. People who are struggling to make meaningful, personal relationships or those who don't understand the meaning of their life. More than that, this type of therapy can be used with individuals who have a type of eating disorder or those who might be suffering from addiction or anxiety disorders.Getting The Right Help For anyone who is looking into this type of therapy and who is getting this type of therapy, the important thing is to understand that it focuses on speaking your mind. The patient is encouraged to say absolutely anything that they want. This could be positive things or negative things. It could be fears or dreams. It could be fantasies or problems in their life. No matter what the patient thinks, they should speak it out loud and then try to work through it or try to understand it. All of these things help the patient to drive through and overcome some of their symptoms.",
        "image": "https://i.ibb.co/zHQXJ2h/service-5.jpg"
    },
    {
        "id": 44,
        "name": "Assessment Consultation",
        "description": "We offer several services that fall outside the scope of item writing. These services can be provided for clients who have the capacity to design and execute assessment systems on their own, or have already created items with help from CETE. Our experts use strategic approaches to provide guidance on the initial development stages of creating an assessment, advisement on best practices of assessment administration, and use advanced statistical analyses to highlight how assessments can be revised.Several of our services can provide structure to the early stages of the item writing process. For clients seeking accreditation, we provide information and documentation on how clients can create an assessment that meet the technical standards of accrediting bodies. This includes assuring usability in employment and education settings, using task verification surveys to generate test plans and blueprints, and assisting on certification scheme development.",
        "image": "https://i.ibb.co/0C9zfq8/service-6.jpg"
    },
    {
        "id": 55,
        "name": "Guided Self-Change",
        "description": "Guided Self-Change Healthy Lifestyles Program. The Guided Self-Change (GSCC) Healthy Lifestyles outpatient program at Nova Southeastern University's (NSU) College of Psychology offers a unique short-term, evidence-based, non-12 step alternative treatment not available elsewhere in Florida. The GSCC program has been recognized in the Surgeon General's report Facing Addiction in America (November 2016) as an appropriate treatment for individuals who have mild alcohol or drug problems. It also is included on the American Psychological Association's (APAA) Division 12 (Society of Clinical Psychology website listing of Empirically Supported Treatments.)  The GSCC program is a motivational cognitive-behavioral harm reduction treatment that was established in 1984 in Canada by Drs. Linda and Mark Sobelll and brought to Nova Southeastern University in 1996. Both Dr. Linda Sobelll and Dr. Mark Sobelll are licensed psychologists in Florida and are Board Certified in Behavioral and Cognitive Psychology, American Board of Professional Psychology (ABPP). Services are offered for individuals concerned about their use of alcohol, other drugs (prescribed and non-prescribed), and tobacco products. The program also offers services for individuals who want to develop a healthier lifestyle, lose weight, exercise more, quit smoking cigarettes, quit gambling, deal with sleep difficulties, and reduce internet or video game use. This evidence-based, motivational harm reduction program empowers people to take responsibility for their own change and utilize personal strengths for setting and achieving goals.",
        "image": "https://i.ibb.co/cJdpXjc/service-7.jpg"
    },
    {
        "id": 66,
        "name": "Medication Management",
        "description": "Medication management is a level of outpatient treatment that involves the initial evaluation of the patient’s need for psychotropic medications, the provision of a prescription, and ongoing medical monitoring related to the patient’s use of the psychotropic medication by a qualified physician/prescriber. Medication management includes monitoring, reconciling medications, and ensuring patients get the desired outcomes. It requires a thorough review of prescribed drugs and their possible side effects to create treatment plans and monitor their safety and efficacy.     Patients who struggle with understanding their regimen’s effects Aside from knowing what medications should be taken and in what dosage, there are several factors a patient might not understand about his or her prescribed meds, including reactions to other medications, side effects, and other problems that can affect recovery. In many instances, a healthcare provider must thoroughly address these issues, which they can do with a medication management plan. Patients need to understand their medicines’ purpose, safety, and effectiveness, as well as potential risks from mixing meds with food or supplements. Understanding why they need to take certain drugs and in specific ways can also encourage them to take a more active role in managing their meds and their overall mental health.",
        "image": "https://i.ibb.co/K5mDZSm/service-8.jpg"
    },
    {
        "id": 77,
        "name": "Insomnia",
        "description": "Insomnia is a common sleep disorder that can make it hard to fall asleep, hard to stay asleep, or cause you to wake up too early and not be able to get back to sleep. You may still feel tired when you wake up. Insomnia can sap not only your energy level and mood but also your health, work performance and quality of life.How much sleep is enough varies from person to person, but most adults need seven to eight hours a night. At some point, many adults experience short-term (acute)insomnia, which lasts for days or weeks. It's usually the result of stress or a traumatic event. But some people have long-term (chronic) insomnia that lasts for a month or more Insomnia may be the primary problem, or it may be associated with other medical conditions or medications. You don't have to put up with sleepless nights. Simple changes in your daily habits can often help.",
        "image": "https://i.ibb.co/F52W45R/service-9.jpg"
    },
    {
        "id": 88,
        "name": "Panic Attacks",
        "description": "Fear, one of our core emotions, is a basic part of being human. But in modern times, we often wonder if panic and anxiety are becoming more of a roadblock to thriving than an aid to surviving. In this issue, KidSpirit contributors explore the many ups and downs of being afraid.",
        "image": "https://i.ibb.co/5cjw8Pd/service-10.jpg"
    },
    {
        "id": 99,
        "name": "PTSD(Posttraumatic stress disorder)",
        "description": "PTSD, or posttraumatic stress disorder, is a set of reactions that can occur after someone has been through a traumatic event. The chance of developing PTSD depends on the type of event experienced, but about 5 to 10% of Australians will suffer from PTSD at some point in their lives.Could I have posttraumatic stress disorder (PTSD)?The main symptoms of PTSD are:Re-living the traumatic event through distressing, unwanted memories, vivid nightmares and/or flashbacks. This can also include feeling very upset or having intense physical reactions such as heart palpitations or being unable to breathe when reminded of the traumatic event.Avoiding reminders of the traumatic event, including activities, places, people, thoughts or feelings that bring back memories of the trauma. Negative thoughts and feelings such as fear, anger, guilt, or feeling flat or numb a lot of the time. A person might blame themselves or others for what happened during or after the traumatic event, feel cut-off from friends and family, or lose interest in day-to-day activities.Feeling wound-up. This might mean having trouble sleeping or concentrating, feeling angry or irritable, taking risks, being easily startled, and/or being constantly on the lookout for danger.It is not unusual for people with PTSD to experience other mental health problems as well, like depression or anxiety. Some people may develop a habit of using alcohol or drugs as a way of coping.",
        "image": "https://i.ibb.co/8jfF88D/service-11.jpg"
    },
    {
        "id": 1010,
        "name": "ADHD(Attention deficit hyperactivity disorder)",
        "description": "Attention-deficit/hyperactivity disorder (ADHD) is a chronic condition that affects millions of children and often continues into adulthood. ADHD includes a combination of persistent problems, such as difficulty sustaining attention, hyperactivity and impulsive behavior. Children with ADHD may also struggle with low self-esteem, troubled relationships and poor performance in school. Symptoms sometimes lessen with age. However, some people never completely outgrow their ADHD symptoms. But they can learn strategies to be successful. While treatment won't cure ADHD, it can help a great deal with symptoms. Treatment typically involves medications and behavioral interventions. Early diagnosis and treatment can make a big difference in outcome.Symptoms The primary features of ADHD include inattention and hyperactive-impulsive behavior. ADHD symptoms start before age 12, and in some children, they're noticeable as early as 3 years of age. ADHD symptoms can be mild, moderate or severe, and they may continue into adulthood.ADHD occurs more often in males than in females, and behaviors can be different in boys and girls. For example, boys may be more hyperactive and girls may tend to be quietly inattentive.There are three subtypes of ADHD: Predominantly inattentive. The majority of symptoms fall under inattention. Predominantly hyperactive/impulsive. The majority of symptoms are hyperactive and impulsive. Combined. This is a mix of inattentive symptoms and hyperactive/impulsive symptoms.",
        "image": "https://i.ibb.co/qnTCFC4/service-12.jpg"
    }
]